{
    "menus": {
        "success_story": " Meet Sarah, a recent graduate who turned her dreams into reality with InCollege! \n Sarah joined InCollege during her final year, leveraging its vast network to connect with industry professionals.\n Through insightful discussions and mentorship, she honed her skills and gained invaluable advice. \n Thanks to InCollege, Sarah secured her dream job as a marketing strategist at a leading tech company immediately after graduation.\n Her journey from student to success story is proof that InCollege is the ultimate launchpad for your career! \n #CareerSuccess \n #InCollegeImpact \n\nInCollege\n-------------------------------\n1. Log in\n2. Create a new account\n3. Find someone you know\n4. Useful Links\n5. Play Demo Video\n6. InCollege Important Links\nq. Quit\n",
        "sign_in_up": "Sign In/Sign Up\n-------------------------------\n1. Login\n2. Create an Account\nq. Quit\n",
        "general_help": "General Help\n-------------------------------\n1. Help Center\n2. About\n3. Press\n4. Blog\n5. Careers\n6. Developers",
        "useful_links": "Useful Links\n-------------------------------\n1. General\n2. Browse InCollege\n3. Business Solutions\n4. Directories\nq. Quit\n",
        "signed_in": "Account Options\n-------------------------------\n1: Search for a job\n2: Find someone you know\n3: Learn a new skill\n4: Post a job\n5. Useful links\n6: InCollege important links\n7. Show my network\n8: My Profile\n9: Delete my account\n10. Apply For Job\n11. Jobs I've Applied For\n12. Save a Job\n13. Jobs I've Saved\nq: Log out\n",
        "controls": "1. Email Notifications\n2. SMS Notifications\n3. Targeted Advertising\nq. Quit\n",
        "privacy_menu": "Privacy Policy\n-------------------------------\n1. Read Privacy Policy\n2. Guest Controls\nq. Quit\n",
        "privacy_policy": "Privacy Policy for InCollege\n\nLast Updated: September 28, 2023\n\n1. Introduction: Welcome to InCollege! This Privacy Policy explains how we handle your information.\n\n2. Information We Collect: We collect personal and usage data for improving our services.\n\n3. How We Use Your Information: We use your data for providing and enhancing our services, communication, personalization, and analytics.\n\n4. Data Sharing and Disclosure: We share data with service providers, for legal compliance, and during business transfers.\n\n5. Your Choices: You can manage your settings, access, correct, or delete your data.\n\n6. Security: We implement security measures but cannot guarantee absolute security.\n\n7. Cookies and Tracking Technologies: We use cookies for analytics and functionality.\n\n8. Children's Privacy: Our services are not for children under 13.\n\n9. International Users: Your data may be transferred to and processed in the United States.\n\n10. Changes to this Privacy Policy: We may update this policy; please review it periodically.\n\n11. Contact Us: For questions or concerns, contact us at support@InCollege.com\n\n12. Governing Law: This policy follows the laws of Tampa, Florida.\n\nThank you for choosing InCollege!",
        "languages": "Languages\n-------------------------------\n1. English\n2. Spanish\n",
        "change_language": "Change Language\n-------------------------------\n1. English\n2. Spanish\nq. Quit\n",
        "important_links": "InCollege Important Links\n-------------------------------\n1. A Copyright Notice\n2. About\n3. Accessibility\n4. User Agreement\n5. Privacy Policy\n6. Cookie Policy\n7. Copyright Policy\n8. Brand Policy\n9. Guest Controls\na. Languages\nq. Quit\n",
        "copyright_policy": "InCollege Copyright Policy\n\n© 2023 InCollege, Inc. All rights reserved.\n\nLast Updated: September 28, 2023\n\nThis content is protected by copyright laws. Unauthorized use, reproduction, or distribution is prohibited.\n\nFor inquiries, contact copyright@InCollege.com\n\nThank you for respecting our copyright.",
        "about": "About In College\nWelcome to In College, the world's largest college student network with many users in many countries and territories worldwide!",
        "accessibility": "InCollege Accessibility\nLast Updated: September 28, 2023\nInCollege is dedicated to accessibility for all users. Our Accessibility Menu offers:\n1. High Contrast Mode: Enhances readability.\n2. Screen Reader Compatibility: Optimal for screen readers.\n3. Simplified UI: Streamlined interface.\n4. Help Center: Access resources and support.\n5. Feedback: Report issues and suggest improvements.\nWe're committed to an inclusive InCollege experience. Contact us at support@InCollege.com or (813) 555-5555 for assistance or feedback.",
        "agreement": "User Agreement for InCollege\nLast Updated: September 28, 2023\nWelcome to InCollege! By using our services, you agree to the following terms:\n1. Acceptance: You agree to abide by this agreement.\n2. Eligibility: Users must be at least 13 years old and have parental consent if under 18.\n3. Privacy: Your data usage is governed by our Privacy Policy.\n4. Conduct: Use InCollege lawfully and respectfully. No impersonation, harassment, or infringement of others' rights.\n5. Content: Respect intellectual property rights. Do not use, reproduce, or distribute InCollege's content without permission.\n6. Termination: We can suspend or terminate your InCollege access for violations.\n7. Disclaimers: We provide InCollege 'as is' and are not liable for user-generated content or certain damages.\n8. Changes: We may update this agreement; your use implies acceptance of changes.\n9. Contact: Reach us at support@InCollege.com for questions or concerns.\n10. Governing Law: This agreement follows the laws of Tampa, Florida.\nThank you for using InCollege. We hope you have a great experience!",
        "cookies": "Cookie Policy for InCollege\nLast Updated: September 28, 2023\n1. What Are Cookies?\nCookies are small text files that help us recognize your device and remember preferences.\n2. Why Do We Use Cookies?\n   - Essential Cookies: Required for basic functionality.\n   - Analytics Cookies: Improve our services.\n   - Advertising Cookies: Deliver targeted ads.\n3. Types of Cookies\n   - Session Cookies: Temporary cookies.\n   - Persistent Cookies: Remain for a set period.\n   - First-Party Cookies: Set by InCollege.\n   - Third-Party Cookies: Set by third parties.\n4. Your Choices\nManage cookies via browser settings. Choices may affect site functionality.\n5. Third-Party Cookies\nThird parties may use cookies; review their policies.\n6. Updates to this Policy\nWe may update this policy; check periodically.\n7. Contact Us\nQuestions or concerns? Contact us at support@InCollege.com\nThanks for using InCollege!",
        "copyright_notice": "A Copyright Notice for InCollege\n© 2023 InCollege, Inc. All Rights Reserved.\nLast Updated: September 28, 2023\nThe InCollege application and its content are protected by copyright laws. InCollege owns or has licensed all content.\nBy using InCollege, you agree to:\n1. Ownership: All content belongs to InCollege or its providers.\n2. Permissible Use: You can use InCollege for personal, non-commercial use only.\n3. Prohibited: You cannot copy, distribute, modify, or remove copyrights, use for commercial purposes, or reverse engineer the app.\n4. Trademarks: All trademarks are the property of InCollege or respective owners.\n5. Reporting Infringements: Report copyright infringements to copyright@InCollege.com\n6. Contact: For questions, contact us at:\n            support@InCollege.com\n            (813) 555-555\nInCollege may update this notice; your continued use implies acceptance.",
        "brand_policy": "InCollege Brand Policy\nLast Updated: September 28, 2023\nWelcome to the InCollege Brand Policy. This document outlines the guidelines for the use of InCollege's branding elements, including our logo, name, and other brand assets. By using our branding, you agree to follow these guidelines:\n1. Logo Usage:\n   - Use the official InCollege logo as provided by us.\n   - Do not modify, distort, or alter the logo in any way.\n   - Ensure proper spacing and clear visibility when placing the logo.\n2. Name Usage:\n   - Refer to our service as 'InCollege' (with a capital 'I' and 'C').\n   - Do not use our name in a way that suggests affiliation or endorsement without permission.\n3. Color Palette:\n   - Our primary brand colors are blue and white. Use them consistently.\n4. Typography:\n   - Use the designated fonts for InCollege materials.\n5. Brand Assets:\n   - Obtain permission to use any official InCollege brand assets.\n   - Do not use our branding for misleading or harmful purposes.\n6. Compliance:\n   - Adhere to applicable laws and regulations when using our branding.\n7. Reporting Misuse:\n   - If you encounter unauthorized use of InCollege branding, please report it to us at copyright@InCollege.com\n8. Changes to this Policy:\n   - We may update this Brand Policy; please stay informed about any changes.\nThank you for respecting InCollege's brand identity. Proper usage of our branding helps maintain consistency and trust in our services.",
        "find_someone": "Find Someone You Know\n-------------------------------\n1. Search by Last Name\n2. Search by University\n3. Search by Major\nq. Quit\n",
        "friend_requests": "Friend Requests\n-------------------------------\n1. Show incoming requests\n2. Show outgoing requests\nq. Quit",
        "show_my_network": "Show my network\n-------------------------------\n1. Show friends list\n2. Remove a friend\n3. Manage friend requests\nq. Quit"
    }
}
